// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Jobblagringsinställningar";

HSDAllowStoredJobsCheckBox = "Tillåt lagring av utskriftsjobb på skrivaren";
HSDInternalPrinterMemoryLocation = "Internt skrivarminne";
HSDUSBFlashStorageDeviceLocation = "USB flash-lagringsenhet";
InternalPrinterMemoryLocationTooltip = "Alla lagrade utskriftsjobb på USB flash-lagringsenheten kommer att raderas med hjälp av metoden säker kryptografisk borttagning. Alla efterföljande utskriftjobb kommer istället att lagras i skrivarens internminne.";
USBFlashStorageDeviceLocationTooltip = "Den anslutna flash-lagringsenheten kommer att formateras och alla data kommer att gå förlorade. De lagrade utskriftsjobben flyttas från det interna skrivarminnet till flash-lagringsenheten och raderas från skrivarminnet. Alla efterföljande utskriftsjobb kommer istället att lagras på flash-lagringsenheten.";

HSDSortPopUpTitle = "Sortera lagrade jobb efter:";
HSDRetainTempJobsPolicyPopUpTitle = "Behåll tillfälliga jobb efter omstart:";
HSDDeleteTempJobsAfterPopUpTitle = "Ta bort tillfälliga jobb efter omstart:";
HSDDeleteStandardJobsAfterPopUpTitle = "Ta bort standardjobb efter:";
HSDRejectNoPinJobsCheckBox = "Avbryt alla lagrade jobb utan PIN";
HSDDeleteAllStoredJobsButton = "Ta bort alla lagrade jobb";

// values for sort popup
HSDAlphabetically = "Namn på utskriftsjobb";
HSDChronologically = "Datum";

// values for retain temp jobs policy popup
HSDAll = "Alla";
HSDNone = "Lagra inte";
HSDOnlyPersonal = "Endast personliga";

// values for delete temp/standard job after popup
HSDNever = "Aldrig";
HSDThirtyMinutes = "30 minuter";
HSDOneHour = "En timme";
HSDFourHours = "Fyra timmar";
HSDOneDay = "En dag";
HSDOneWeek = "En vecka";
HSDFourWeeks = "Fyra veckor";

NoGetTitle = "Det gick inte att hämta inställningarna";
NoGetMsg = "Kontrollera om skrivaren är online och ansluten.";
